{
    "project":{
        "topic": "phytochemical analysis of different commercial teabags",
        "abstract": "so many studies have shown that tea has health benefits associated with obesity, cancer and cardiovascular diseases and neurological diseases which are world leading trends of diseases. Research have shown that phytochemicals present in tea is the bedrock of tea's health benefits which have been suggested to function through multifunctional target, antioxidant property, metal chelating as well as inhibition activity. In this present study, the level of the presence of these phytochemicals(alkaloids, tannings, flavonoids, glycosides, cyanogenic glycosides and lignin) are compared in six different commercial teabags(Loyd, Top tea, Lipton, Dilma, Freshpark and Five Roses) using preliminary phytochemical screening method and statistical analysis using one-way ANOVA at alpha(P<0.05) level of significance and pearson correlation(R)(*. Correlation is significant at the 0.05 level(2-tailed). And **. Correlation is significant at the 0.01 level(2-tailed)). However, in conclusion all the different teabags label are positively inter-related though the strength of their relationship differs with one another. However, there is difference in the level of the presence of phytochemicals present among the teabags with Loyd having the highest level of tannings and cyanogenic glycosides, Loyd, Freshpark, and Five Roses has the highest level of alkaloids, Top tea has the highest level of flavonoids, Freshpark has the highest level of glycosides, and Lipton having the highest level of lignin, Loyd subsequently having  the highest level of total phytochemicals"
    },
    "seminar":{
        "topic": "GENE THERAPY: PRINCIPLES, PROSPECTS AND PROBLEMS",
        "abstract": "Mutations causes alteration in genes which is the cause of in-born diseases in children and adults and some severe diseases occurring today are associated with genes. Many diseases are generally determined example. Huntinton’s diseases and cystic fibrosis (CF) others are influenced by genes (Sade., 1998). However, according to World Health Organisation all monogenic diseases at birth is approximately 10/1000 (1996) and according to townsend cardio vascular diseases kills over 16,000 individuals every year (2014). However, the recent scientific developments make it possible for medicine to target such genetically related diseases at the molecular level (Sade., 1998). Gene Therapy could be by harnessing the therapeutic potentials of gene silencing RNA interference (Yang et al., 2014); the addition of gene; by killing of the disease cells using cytoreductive gene or by the suppression of the body’s immune response (Khushboo et al., 2014). However, these could be achieved either by manipulation at gamete cells known as germ line gene therapy which can be inherited by offspring or by somatic gene therapy which its modification is restricted to individual patient and cannot be inherited (Khushboo et al., 2014). However, gene therapy can be done in vivo or Ex Vivo by the use of delivery molecule called vectors. The vectors could either be viral or non viral vectors. Viral vectors are very efficient in gene delivery and their expression as well (Marie et al., 2008). The immune system in the administration route is an important factor in the safe delivery and expression of genes. However, viral vectors are less immunogenic than non-viral vectors (Te-lang et al., 2008) despite being limited in number of genes transported or delivered. Hence researchers are focusing on the use of non-viral vectors which are artificially synthesised like polyplexes and lipoplexes (Marie et al., 2008). Moreover the best candidates for gene therapy are monogenic diseases followed by important clinical results that have been obtained in multiple monogenic diseases such as severe combined immunodefieincies and haemophira B (Pol., 2013). However, Researcher must overcome many technical challenges before gene therapy will be a practical approach to treating diseases and as well the ethical issues which raises the questions, how can “good” and “bad” uses of gene therapy be distinguished? (Bethesda; 2014). Meanwhile, there are many other issues with gene therapy such as clinical safety and efficacy, Regulations and commercialization."
    },
    "business case":{}
}